/* Application title */
"Emergency" = "紧急求助";
"by Bojun Wu" = "作者 吴柏均";
"Select Message Sending Type" = "    请选择紧急信息发送模式    ";
"I need help ASAP." = " 紧急情况！我需要帮助";
"Action Cancelled" = " 发送取消";
"Post Successfull" = " 发送成功";
"Emergency! Please Help Me ASAP." = " 紧急情况！我需要帮助";
"Record" = "录音";
"Play" = "播放";
"Pause" = "暂停";
"Recording" = "  录音中";
"Done" = "  完成";
"This is my GPS coordinates\nPlease send help \nLatitude: %f \nLongitude: %f \n" = " 我的GPS位置如下。 \n请帮帮我！\n纬度： %f \n经度： %f \n";
//"Lati: %f   Long: %f \n" = "纬度: %f \n 经度: %f \n
//for some reason , this one doesn't work and it will make the whole file not work.
//


